tap "caskroom/cask"
tap "homebrew/bundle"
tap "homebrew/core"
brew "aws-shell"
brew "awscli"
brew "coreutils"
brew "doxygen"
brew "fabric"
brew "findutils"
brew "libpng"
brew "freetype"
brew "fontconfig"
brew "mpfr"
brew "gawk"
brew "jpeg"
brew "libtiff"
brew "webp"
brew "gettext"
brew "git"
brew "glib"
brew "go"
brew "google-chrome"
brew "gnu-getopt"
brew "gnu-indent"
brew "gnu-sed"
brew "gnu-tar"
brew "nettle"
brew "gnutls"
brew "libtool"
brew "htop"
brew "jenv"
brew "mackup"
brew "mas"
brew "ngrok"
brew "nvm"
brew "packer"
brew "sqlite"
brew "python"
brew "python3"
brew "postgresql"
brew "shellcheck"
brew "sshrc"
brew "zsh"
brew "yarn"
cask "amethyst"
cask 'appcleaner' unless system 'test -e /Applications/AppCleaner.app'
cask "dbeaver-enterprise"
cask "dropbox" unless system 'test -e /Applications/Dropbox.app'
cask "etcher"
cask 'iterm2'  unless system 'test -e /Applications/iTerm.app'
cask "mysqlworkbench" unless system 'test -e /Applications/MySQLWorkbench.app'
cask "visual-studio-code" unless system 'test -e /Applications/Visual\ Studio\ Code.app'
cask "vlc"
mas "1Password", id: 443987910
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Microsoft Remote Desktop", id: 715768417
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Slack", id: 803453959
mas "Telephone", id: 406825478
mas "Xcode", id: 497799835
